tap "aws/tap"
tap "common-fate/granted"
tap "derailed/k9s"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "cryptography"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "cfn-lint"
brew "colima", restart_service: :changed
brew "cookiecutter"
brew "coreutils"
brew "cowsay"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "exercism"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-jsonnet"
brew "golangci-lint"
brew "grizzly"
brew "harfbuzz"
brew "helix"
brew "htop"
brew "hyperfine"
brew "influxdb"
brew "jq"
brew "jsonnet-bundler"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "lazygit"
brew "libfido2"
brew "lua-language-server"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "make"
brew "mkcert"
brew "msgpack"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "openssl@1.1"
brew "parallel"
brew "pcre"
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "pyenv"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "rain"
brew "ripgrep"
brew "rust-analyzer"
brew "shyaml"
brew "starship"
brew "terraform", link: false
brew "tfenv"
brew "tflint"
brew "tmux"
brew "typescript"
brew "vault"
brew "yarn"
brew "zsh"
brew "common-fate/granted/granted"
brew "derailed/k9s/k9s"
brew "fsouza/prettierd/prettierd"
cask "alacritty"
cask "bruno"
cask "chromium"
cask "emacs"
cask "font-fira-code"
cask "intellij-idea"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "benjaminbenais.copilot-theme"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "henoc.svgeditor"
vscode "jock.svg"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "svelte.svelte-vscode"
