tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "dive"
brew "exercism"
brew "fd"
brew "fish"
brew "gh"
brew "jq"
brew "istioctl"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "luarocks"
brew "make"
brew "openssl@3"
brew "ripgrep"
brew "rust-analyzer"
brew "terraform"
brew "tmux"
brew "zsh"
cask "alacritty"
cask "chromium"
cask "emacs"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "ngrok"
