tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "antigen"
brew "c-ares"
brew "deno"
brew "dive"
brew "elixir"
brew "erlang"
brew "exercism"
brew "fd"
brew "fish"
brew "gettext"
brew "gh"
brew "go"
brew "golangci-lint"
brew "grep"
brew "htop"
brew "hyperfine"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "luajit"
brew "luajit-openresty"
brew "luv"
brew "luarocks"
brew "make"
brew "mkcert"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "node"
brew "nvm"
brew "openssl@3"
brew "pcre"
brew "pkg-config"
brew "readline"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "terraform"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree-sitter"
brew "typescript"
brew "yarn"
brew "zsh"
cask "alacritty"
cask "chromium"
cask "emacs"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "ngrok"
